var lvls = {
	1: ["под секва", "гей", "педал", "майка ти шеба", "боклук", "лайно", "палячо", "измикяр", "картоф", "даунаджия", "арпаджик", "лайнар", "свиркаджия", "курва","ти пръсна аналната хълка"],
	2: ["мръсна малолетна шафрантия",  "да умреш в сол", "Да завра градинската лопата на майка ти в кирливия дебел гъз", "спинозна сифилистична разпоретина"],
	3: ["Ако баща ти знаеше какъв ще си,щеше да те изхвърли на чикия", "Да ти умре семейството докато те нижат на задна", "Първата количка на детето ти да е инвалидна", "Жлъчката да слушаш и да плачеш че майка ти се ебе с целия квартал ма с теб и баща ти не ще", "Те еба в просрания измършавел гей" ,  "Да излижеш изварата от сиренясалата путка на майка ти", "хайни"]
};

function changeImage(id){
	document.getElementById("image").src = `${id}.png`;
}

function changeText(lvl){
	document.getElementById("text").innerHTML = lvls[lvl][Math.floor(Math.random() * lvls[lvl].length)];
}